music_app/app/controllers/bands_controller.rb

SELECT "bands".* FROM "bands"
---
  def index
    @bands = Bands.all